
"Registration" = "注册";

"Registration %@" = "注册 %@";

"Register" = "注册";

"Registering..." = "正在注册…";
"Removing..." = "正在移除…";

"Download" = "下载";

"Website" = "网站";

"Download Page" = "下载页面";

"Quit" = "退出";

"Expired Beta" = "我们的公开测试版通常运行四到八周，然后必须被新的公开测试版或最终版替换。虽然这通常通过更新检查机制自动发生，但你可能在过期日期前错过了安装更新。\n\n请访问我们的网站，并从我们的下载页面下载新的公开测试版或最终版。";

"OK" = "确定";

"Cancel" = "取消";

"Remove" = "移除";

"License is outdated. Please contact our\nsupport to get a new license." = "许可证已过期。请联系我们的\n支持以获取新的许可证。";

"Thanks for registering %@ %@ Edition!\n\nNow please backup the registration file:\n%@" = "感谢你注册 %@ %@ 版本！\n\n现在请备份注册文件：\n%@";

"Thanks for registering %@ %@ Edition!" = "感谢你注册 %@ %@ 版本！";

"Thanks for registering %@!\n\nNow please backup the registration file:\n%@" = "感谢你注册 %@！\n\n现在请备份注册文件：\n%@";

"Thanks for registering %@!" = "感谢你注册 %@！";

"Show file" = "显示文件";

"A New Version is Available" = "有新版本可用";

"A new version of %@ %@ Edition is available (%@). Would you like to download the new version now?" = "%@ %@ 版本有新版本可用 (%@)。你现在想下载新版本吗？";

"Your software is up-to-date" = "你的软件是最新的";

"You are running %@ %@ Edition %@. No newer version was found." = "你正在运行 %@ %@ 版本 %@。没有找到更新的版本。";

"Get new license" = "获取新许可证";

"Checking for updates..." = "正在检查更新...";

"Unregistered: %%d (%.1f hours left)" = "未注册: %%d (%.1f小时剩余)";

"Buy Now (%d days left)" = "现在购买（剩余%d天）";
"Buy Now (%d hours left)" = "现在购买（剩余%d小时）";
"Buy Now (%d minutes left)" = "现在购买（剩余%d分钟）";
"Buy Now (%d seconds left)" = "现在购买（剩余%d秒）";
"Buy Now" = "现在购买";

"Purchase" = "购买";

"Name:" = "姓名：";

"Organization:" = "组织：";

"License:" = "许可证：";

"The entered license code is not valid for this application but it is for %@. Please download and install %@ which will happily accept this license code." = "输入的许可证代码对此应用程序无效，但对%@有效。请下载并安装%@，它将愉快地接受此许可证代码。";

"Check for Updates" = "检查更新...";

"Checking for Updates" = "正在检查更新…";

"Update On Quit" = "退出时更新...";
"Your Account" = "你的账户";
"License still %d days valid" = "许可证还有%d天有效";
"License still %d hours valid"= "许可证还有%d小时有效";
"License still %d minutes valid"= "许可证还有%d分钟有效";
"License still %d seconds valid"= "许可证还有%d秒有效";
"Only %d hours of trial left." = "只剩下%d小时的试用期。";
"Enter License..." = "输入许可证…";